Repository: SakisT/nutritionoffice
Catalog: nutritionoffice/Resource.*.resx
Languages: el_gr

source: City
el_gr: Πόλη

source: Company Name
el_gr: Εταιρία

source: Created On
el_gr: Ημ/νία εγγραφής

source: Customers
el_gr: Πελάτες

source: Emergency Or Mobile Number
el_gr: Κινητό ή τηλέφωνο έκτακτης ανάγκης

source: Firstname
el_gr: Όνομα

source: Full Name
el_gr: Ονοματεπώνυμο

# HomeAddress
source: Address
el_gr: Διεύθυνση

# IsActivefemale
source: Is Active
el_gr: Ενεργή

source: Last Changed On
el_gr: Ημ/νία διόρθωσης

source: Logo
el_gr: Λογότυπο

# ManSex
source: Man
el_gr: Άνδρας

# MobilePhone
source: Cell Phone
el_gr: Κινητό

source: Office Address
el_gr: Διεύθυνση γραφείου

# OfficeCity
source: City
el_gr: Πόλη

# OfficePostCode
source: Post Code
el_gr: Τ.Κ.

source: Owner's Name
el_gr: Ιδιοκτήτης

source: Phone Number
el_gr: Τηλέφωνο

source: Post Code
el_gr: Τ.Κ.

source: Recipe Categories
el_gr: Κατηγορίες συνταγών

source: Remarks
el_gr: Παρατηρήσεις

source: Sex
el_gr: Φύλλο

source: SMS Sign
el_gr: Υπογραφή SMS

source: Surname
el_gr: Επώνυμο

# TargetGroupID
source: Target Group
el_gr: Ομάδα πελατών

# WomanSex
source: Woman
el_gr: Γυναίκα

source: Back to List
el_gr: Επιστροφή

source: Delete
el_gr: Διαγραφή

source: Edit
el_gr: Επεξεργασία

source: Bulk Appointment Cancelation
el_gr: Ομαδική ακύρωση ραντεβού

source: Calendar of Appointments
el_gr: Τα Ραντεβού μου

source: Create New Appointment
el_gr: Δημιουργία Νέου Ραντεβού

source: Create New Customer
el_gr: Δημιουργία Νέου Πελάτη

source: Create New Diet
el_gr: Δημιουργία Νέας Δίαιτας

source: Create New Food
el_gr: Δημιουργία Νέου Τροφίμου

source: Create New Food Category
el_gr: Δημιουργία Νέας Κατηγορίας Τροφίμων

source: Create New Reminder
el_gr: Δημιουργία Νέας Υπενθύμισης

source: Create New TargetGroup
el_gr: Δημιουργία Νέας Ομάδας Πελατών

# DietsPlural
source: Diets
el_gr: Διαιτολόγια

source: Foods
el_gr: Τροφές

source: List of Customers
el_gr: Πελατολόγιο

source: List of Diets
el_gr: Λίστα διαιτών

source: List of Food Categories
el_gr: Κατηγορίες τροφίμων

source: List of Foods
el_gr: Τρόφιμα

source: List of Reminders
el_gr: Λίστα υπενθυμίσεων

source: List of TargetGroups
el_gr: Ομάδες πελατών

# ReportsPlural
source: Reports
el_gr: Αναφορές

source: Search by Name
el_gr: Αναζήτηση ονόματος

source: Active
el_gr: Ενεργό

source: Additional Notes
el_gr: Παρατηρήσεις

source: Allergies
el_gr: Αλλεργίες

source: Antioxidant
el_gr: Αντιοξειδωτική

# AppointmentCanceled
source: Canceled
el_gr: Ακυρωμένο

source: Appointments Calendar
el_gr: Ημερολόγιο ραντεβού

source: Armpit
el_gr: Μασχάλη

source: Arthritis
el_gr: Αρθρίτιδες

source: Asthma
el_gr: Ασθμα

source: Average Body Fat
el_gr: Μέσο σωματικό λίπος

source: Belly
el_gr: Κοιλιά

source: Birthday
el_gr: Γέννηση

source: Blood Pressure
el_gr: Αρτηριακή πίεση

source: Body Density
el_gr: Πυκνότητα Σώματος

source: Body Fat
el_gr: Λίπος σώματος

source: Breakfast
el_gr: Πρωϊνό

source: Breathing Problems
el_gr: Αναπνευστικά προβλήματα

source: Bulimia?
el_gr: Βουλιμία;

# Calcium
source: Calcium (mg)
el_gr: Ασβέστιο (mg)

source: Calculation Method
el_gr: Μέθοδος μέτρησης

# Carbohydrates
source: Carbohydrates (g)
el_gr: Υδατάνθρακες (g)

source: Cardiovascular Problems
el_gr: Καρδιαγγειακά προβλήματα

source: Chest
el_gr: Στήθος

source: Click here to Log in
el_gr: Πατήστε εδώ για να συνδεθείτε

source: Code
el_gr: Κωδικός

source: Code Returned From Provider
el_gr: Κωδικός παρόχου

source: Collagene Synthesis
el_gr: Σύνθεσης κολλαγόνου

# CompaniesPlural
source: Companies
el_gr: Εταιρίες

source: Company Settings
el_gr: Ρυθμίσεις εταιρίας

source: Confirm Email
el_gr: Επιβεβαίωση email

source: Confirm Password
el_gr: Επιβεβαίωση κωδικού

source: Create
el_gr: Δημιουργία

source: Create a new account
el_gr: Δημιουργία νέου λογαριασμού

source: Create Bulk Reminder
el_gr: Δημιουργία μαζικής υπενθύμισης

source: Current Week
el_gr: Αυτή η εβδομάδα

source: Customer
el_gr: Πελάτης

source: Customers List
el_gr: Πελατολόγιο

source: Date
el_gr: Ημερομηνία

source: Date of Reminder
el_gr: Ημερομηνία

# DailyActivityDescription
source: Description of everyday activity
el_gr: Περιγραφή της καθημερινότητας

source: Detox
el_gr: Αποτοξίνωσης

source: Diabetes
el_gr: Διαβήτης (Υψηλό ζάχαρο)

source: Diatrofogenomiki
el_gr: Διατροφογενομική

source: Diceps
el_gr: Δικέφαλος

source: Diet Name
el_gr: Όνομασία δίαιτας

source: Dinner
el_gr: Δείπνο

source: Edit Appointment
el_gr: Επεξεργασία ραντεβού

source: Edit Company Data
el_gr: Επεξεργασία στοιχείων εταιρίας

source: Edit Customer Details
el_gr: Επεξεργασία στοιχείων πελάτη

# Energy
source: Energy Kcal
el_gr: Θερμίδες

# Equivalent
source: Equivalent (gr.)
el_gr: Ισοδύναμο (γρ.)

source: Execution Order
el_gr: Εκτέλεση

source: Exists
el_gr: Ναι

source: Explaination
el_gr: Εξήγηση

source: Fat
el_gr: Λίπος

source: Ferrum
el_gr: Σίδηρος

# FiberTD
source: Fiber TD (g)
el_gr: Ίνες TD (g)

source: Food Category
el_gr: Κατηγορία τροφίμου

# FoodCategoryEn
source: Food Category (English)
el_gr: Κατηγορία τροφίμων (Αγγλικά)

# FoodCategoryGR
source: Food Category (Greek)
el_gr: Κατηγορία τροφίμων (Ελληνικά)

# FoodName
source: Food
el_gr: Τρόφιμο

# FoodNameEN
source: Food Name (English)
el_gr: Όνομα τροφίμου (Αγγλικά)

# FoodNameGR
source: Food Name (Greek)
el_gr: Όνομα τροφίμου (Ελληνικά)

source: From
el_gr: Από

source: From Time
el_gr: Από

source: General Use
el_gr: Γενικής χρήσης

source: HasCompleted
el_gr: Διεκπαιρέωμένο

source: Height
el_gr: Ύψος

source: High Blood Pressure
el_gr: Υψηλή πίεση

source: High Cholesterol
el_gr: Υψηλή χοληστερόλη

source: High Triglycerides
el_gr: Υψηλά τριγλυκερίδια

source: Hungry Hours
el_gr: Ποια ώρα της ημέρας νιώθετε συνήθως πεινασμένος;

# Hypoglycemia
source: Ηypoglycemia
el_gr: Υπογλυκαιμία (χαμηλό ζάχαρο)

source: Iliac
el_gr: Λαγόνιος

source: Ingredients List
el_gr: Λίστα υλικών

# Iron
source: Ferrum (mg)
el_gr: Σίδηρος (mg)

# IsAntioxidant
source: Antioxidant Activity
el_gr: Αντιοξειδωτική Δράση

# IsCollagene
source: Collagene synthesis
el_gr: Σύνθεση κολλαγόνου

# IsDetox
source: Detox
el_gr: Αποτοξίνωση

# IsDiatrofogenomiki
source: Diatrofogenomiki Buffy
el_gr: Διατροφογενομική Φλεγμονώδης

# IsMenopause
source: Menopause
el_gr: Εμμηνόπαυσης

source: Job
el_gr: Εργασία

source: Lack Of Appetite?
el_gr: Ανορεξία;

# LipidTotal
source: Lipid Total (g)
el_gr: Λιπίδια (g)

source: List Of New Customers
el_gr: Λίστα νέων πελατών

source: Log in
el_gr: Είσοδος

source: Log off
el_gr: Έξοδος

source: Low Blood Pressure
el_gr: Χαμηλή πίεση

source: Lower Mean
el_gr: Κάτω μέση

source: Lunch
el_gr: Γεύμα

source: Mail Message
el_gr: Μήνυμα email

source: Mail Status
el_gr: Κατάσταση email

source: Manage Users
el_gr: Διαχείρηση χρηστών

source: Max Weight Age
el_gr: Σε ποιά ηλικία;

source: Max Weight Ever
el_gr: Το περισσότερο που ζυγίζατε ποτέ

source: Measurements Report
el_gr: Αναφορά μετρήσεων

source: Menopause
el_gr: Εμμηνόπαυσης

source: Month
el_gr: Μήνας

source: Next Month
el_gr: Επόμενος μήνας

source: Next Week
el_gr: Επόμενη εβδομάδα

source: Numer of daily meals
el_gr: Αριθμός ημερήσιων γευμάτων

source: of
el_gr: από

# OverWeightOnEarlyYears
source: Was you over-weight on early years?
el_gr: Αυξημένο βάρος στην παιδική ηλικία;

source: Page
el_gr: Σελίδα

source: Password
el_gr: Κωδικός

source: Postpone
el_gr: Σε αναβολή

source: Previous Month
el_gr: Προηγούμενος μήνας

source: Previous Week
el_gr: Προηγούμενη εβδομάδα

# Protein
source: Protein (g)
el_gr: Πρωτεΐνες (g)

source: Quadriceps
el_gr: Τετρακέφαλος

source: Quantity
el_gr: Ποσότητα

# QuantityType
source: Unit
el_gr: Μονάδα μέτρησης

source: Ratio Weist
el_gr: Αναλογία μέσης

source: Recipe Category
el_gr: Κατηγορία συνταγών

source: Recipe Name
el_gr: Συνταγή

source: Register
el_gr: Νέος χρήστης

source: Register as a new user
el_gr: Δημιουργία νέου χρήστη

source: Remember me
el_gr: Αποθήκευση

source: Remember this browser?
el_gr: Αποθήκευση σε αυτό το φυλλομετρητή!

# ReminderCanceled
source: Canceled
el_gr: Ακυρωμένο

source: Save
el_gr: Αποθήκευση

source: Select Customer
el_gr: Επιλέξτε πελάτη

source: Send email
el_gr: Αποστολή email

source: Send SMS
el_gr: Αποστολή SMS

source: Shank
el_gr: Γάμπα

source: SMS Message
el_gr: Μήνυμα SMS

source: SMS Status
el_gr: Κατάσταση μηνύματος

source: Sort Description
el_gr: Σύντομη περιγραφή

source: Spelter
el_gr: Ψευδάργυρος

source: Start Date
el_gr: Από (Ημ/νία)

source: Status
el_gr: Κατάσταση

# STDEVBodyFat
source: Deviation Body Fat
el_gr: Απόκλιση σωματικού λίπους

# SugarTotal
source: Sugar Total (g)
el_gr: Σάκχαρα (g)

# SumOfSkinFolds
source: Sum οf Skin Folds
el_gr: Άθροισμα Δερματοπτυχών

source: Target Groups
el_gr: Ομάδες πελατών

source: To
el_gr: Έως

source: Tools
el_gr: Εργαλεία

source: To Time
el_gr: Έως

source: Triceps
el_gr: Τρικέφαλος

source: Triglycerides
el_gr: Τριγλυκερίδια

source: Ulcer
el_gr: Έλκος

source: Use a local account to log in.
el_gr: Χρησιμοποιήστε ένα τοπικό λογαριασμό για να συνδεθείτε

source: User
el_gr: Χρήστης

source: Visits Report
el_gr: Επισκέψεις

# Water
source: Water (g)
el_gr: Νερό (g)

source: Week
el_gr: Εβδομάδα

source: Weight
el_gr: Βάρος

# WeightDecreasedOnLastPeriod
source: Did weight decreased on last period?
el_gr: Υπήρξε μείωση του βάρους τον τελευταίο καιρό;

# WeightIncreasedOnLastPeriod
source: Did weight increased on last period?
el_gr: Υπήρξε αύξηση του βάρους τον τελευταίο καιρό;

source: Working Hours Daily
el_gr: Ώρες εργασίας ημερησίως

source: Ypoplatios
el_gr: Υποπλάτιος

source: Actions
el_gr: Ενέργειες

source: Appointments
el_gr: Ραντεβού

source: Appointments List to be Cancel
el_gr: Λίστα ραντεβού προς ακύρωση

source: Basic Choice
el_gr: Βασική επιλογή

# DateTime
source: Date-Tima
el_gr: Ημ/νία-ώρα

source: Day
el_gr: Ημέρα

source: Delete Diet
el_gr: Διαγραφή δίαιτας

source: Diet Details
el_gr: Λεπτομέριες

# DietQuantityToolTip
source: Quantity Unit: gr, slashes, spoons etc.
el_gr: μονάδα μέτρησης: π.χ. γρ., φέτες, κουταλιές κλπ

source: Diets
el_gr: Δίαιτες

source: Edit Diet
el_gr: Επεξεργασία δίαιτας

source: First Alternative
el_gr: Πρώτη εναλλακτική

source: Measurements
el_gr: Μετρήσεις

source: Message
el_gr: Μήνυμα

# NewFemale
source: New
el_gr: Νέα

# NewMale
source: New
el_gr: Νέος

# NewNeutral
source: New
el_gr: Νέο

source: Reminder
el_gr: Υπενθύμιση

source: Reset Filters
el_gr: Διαγραφή όλων των φίλτρων

# SearchFoodToolTip
source: Type at leat 4 first letters to search for a food
el_gr: πληκτρολογήστε τα πρώτα γράμματα για την αναζήτηση της τροφής.

source: Second Alternative
el_gr: Δεύτερη εναλλακτική

source: Statistcs
el_gr: Στατιστικά

source: Type
el_gr: Τύπος

source: Edit Food Data
el_gr: Επεξεργασία στοιχείων τροφίμου

source: - Select Prototype -
el_gr: - Επιλογή πρωτοτύπου -

source: Update
el_gr: Ενημέρωση

source: Alcohol
el_gr: Αλκοόλ

source: Beef
el_gr: Μοσχάρι

source: Breakfast Description
el_gr: Πρωϊνό

source: Buying Fruits Frequency
el_gr: Αγοράζετε φρούτα - λαχανικά κάθε εβδομάδα;

source: Cereals
el_gr: Δημητριακά

source: Chicken
el_gr: Κοτόπουλο

source: Cottage Cheese
el_gr: Τυρί Cottage

# DigestiveSystemFunctionality
source: What is your digestive system functionality?
el_gr: Λειτουργία του πεπτικού συστήματος.

source: Dinner Description
el_gr: Βραδυνό

source: Evening Snack Description
el_gr: Απογευματινό

# FluidIntake
source: What about Fluid Intake?
el_gr: Λήψη υγρών;

source: Fruits
el_gr: Φρούτα

source: Hamburger
el_gr: Μπιφτέκι

# InOilFood
source: In Oil
el_gr: Λαδερά

source: Junk Food
el_gr: Πρόχειρο φαγητό

source: Legumes
el_gr: Όσπρια

source: Lunch Description
el_gr: Γεύμα

source: Milk
el_gr: Γάλα

# MinWeightAge
source: Age of minium weight
el_gr: Σε ποιά ηλικία;

# MinWeightEver
source: Minium weight ever
el_gr: Το λιγότερο που ζυγίζατε ποτέ

source: Morning Snack Description
el_gr: Πρόγευμα

source: Nuts
el_gr: Ξηροί καρποί

source: Pork
el_gr: Χοιρινό

source: Salads
el_gr: Σαλάτες

source: Turkey
el_gr: Γαλοπούλα

# WeeklyConsumingFruits
source: Do you consuming enough fruits per week?
el_gr: Καταναλώνετε αρκετή ποσότητα φρούτων-λαχανικών κατά τη διάρκεια της εβδομάδας;

# WeeklyConsumingSweetsByKind
source: How many and what kind of sweet do you eat per week?
el_gr: Πόσα γλυκά τρώτε κατά τη διάρκεια της εβδομάδας και τι είδους;

# WeeklyMealsOutOfHome
source: How many meals do you consuming out of home?
el_gr: Πόσα γεύματα τρώτε έξω από το σπίτι;

source: White Cheese
el_gr: Λευκό τυρί

source: Yellow Cheese
el_gr: Κίτρινο τυρί

source: Yoghurt
el_gr: Γιαούρτι

# CustomerID
source: Customer
el_gr: Πελάτης

# LikeComments
source: Comments
el_gr: Παρατηρήσεις

# Likes
source: Likes (Yes/No)
el_gr: Αρέσει (Ναι/Όχι)

source: Preferences
el_gr: Προτιμήσεις

source: Daily Recall
el_gr: Ανάκληση 24ώρου

source: Meal Habits
el_gr: Συνήθειες γευμάτων

source: Back to customers card
el_gr: Επιστροφή στην καρτέλλα του πελάτη

source: Basic Questionnaire
el_gr: Βασικό ερωτηματολόγιο

source: Medical History
el_gr: Ιατρικό ιστορικό

source: Nutrition History
el_gr: Ιστορικό διατροφής

source: Create New Recipe Category
el_gr: Δημιουργία Νέας Κατηγορίας Συνταγών

source: List of Recipe Categories
el_gr: Κατηγορίες συνταγών

source: Category
el_gr: Κατηγορία

# CategoryNewName
source: New category name
el_gr: Όνομα νέας κατηγορίας

# CloseForm
source: Close
el_gr: Κλείσιμο

source: Create New Recipe
el_gr: Δημιουργία Νέας Συνταγής

source: List of Recipes
el_gr: Λίστα συνταγών

# RecipeCategoryID
source: Recipe Category
el_gr: Κατηγορία

# ofdate
source: of
el_gr: της

# FatWeightRelation
source: Fat Weight (Average)
el_gr: Λίπος Βάρος (Μ.Ο.)

source: Lean Weight
el_gr: Άπαχο βάρος

source: Median Body Fat
el_gr: Διάμεσος σωματικού λίπους

source: Details
el_gr: Λεπτομέριες

source: Attatchments
el_gr: Συννημένα

source: Delivery type
el_gr: Τρόπος αποστολής

# MessageBody
source: Body
el_gr: Μήνυμα

# MessageRecipient
source: Recipient
el_gr: Παραλήπτης

# MessageSender
source: Sender
el_gr: Αποστολέας

# MessageSubject
source: Subject
el_gr: Θέμα

source: Status Code
el_gr: Κωδικός αποστολής

# IsBodyHtml
source: Html message?
el_gr: Μήνυμα html;

source: Diet
el_gr: Δίαιτα

# RecipientsEmail
source: Recipient's mail
el_gr: email Παραλήπτη

source: Send
el_gr: Αποστολλή

source: We send you your diet
el_gr: Σας αποστέλλουμε τη δίαιτά σας

source: A
el_gr: Α

source: B
el_gr: Β

source: C
el_gr: Γ

source: D
el_gr: Δ

source: E
el_gr: Ε

# FoodDislikes
source: Dilikes
el_gr: Αποστροφές

# FoodLikes
source: Likes
el_gr: Αρέσκειες

# EquivalentToolTip
source: Represents how many gramms are per unit
el_gr: Αναπαριστά τα γραμμάρια που αντιστοιχούν σε κάθε μονάδα μέτρησης. Πχ. αν μετράμε το τρόφιμο σε κουταλιές της σούπας (κσ) και μια κσ ζυγίζει 7 γραμμάρια τότε γράφουμε το 7, αν μετράμε σε τεμάχια και το κάθε τεμάχιο ζυγίζει 52 γραμμάρια βάζουμε το 52. Αν τέλος μετράμε σε ολόκληρες μερίδες και η κάθε μερίδα είναι 250 γραμμάρια, βάζουμε το 250.

# CanceledStated
source: Canceled
el_gr: Ακυρώθηκε

# PendingState
source: Pending
el_gr: Εκκερεμεί

# SentState
source: Sent
el_gr: Στάλθηκε

source: Time
el_gr: Ώρα

source: Age
el_gr: Ηλικία

source: Next Day
el_gr: Επόμενη ημέρα

source: Previous Day
el_gr: Προηγούμενη ημέρα

source: Today
el_gr: Σήμερα

# CustomersControlPanel
source: Click here to go to customers control panel.
el_gr: Πατήστε εδώ για να μεταφερθείτε στον πίνακα ελέγχου του πελάτη.

# DisplayAndEditAppointmentsData
source: Click here to display and edit appointment's data.
el_gr: Πατήστε εδώ για να δείτε ή να αλλάξετε τα στοιχεία του ραντεβού.

# DisplayRemindersData
source: Click here to display and edit reminder's data.
el_gr: Πατήστε εδώ για να δείτε ή να αλλάξετε τα στοιχεία της υπενθύμισης.

source: Best Wishes For Your Name Day!
el_gr: Χρόνια πολλά για τη γιορτή σου!

source: Display or edit reminder
el_gr: Προβολή ή διόρθωση της υπενθύμισης

# HappyBirthday
source: Happy birthday to you !
el_gr: Χαρούμενα γεννέθλια !

source: No ones name day
el_gr: Δεν γιορτάζει κανείς

source: Day after tomorrow
el_gr: Μεθαύριο

source: No ones birthday
el_gr: Δεν έχει γεννέθλια κανείς

source: Tomorrow
el_gr: Αύριο

source: Birthday Customers
el_gr: Έχουν γεννέθλια

source: Nameday Customers
el_gr: Γιορτάζουν

source: Print
el_gr: Εκτύπωση

source: Printable version
el_gr: Εκτυπώσιμη έκδοση

source: Pictures
el_gr: Εικόνες

source: HomePage Logo
el_gr: Λογότυπο αρχικής

source: BMI Value
el_gr: Τιμή BMI

# AgeOnMeasurement
source: Age on Measurement Date
el_gr: Ηλικία κατά τη μέτρηση

source: BMI
el_gr: ΔΜΣ

source: Body Mass Index
el_gr: Δείκτης Μάζας Σώματος

# SevenSiteBodyDensity
source: Body density of 7 sites
el_gr: Πυκνότητα σώματος 7 σημείων

# SevenSiteBodyFatPercentage
source: Body Fat % (7 site)
el_gr: Σωματικό λίπος % (7 σημείων)

source: Skin Folds
el_gr: Δερματοπτυχές

# ThreeSiteBodyDensity
source: Body density of 3 sites
el_gr: Πυκνότητα σώματος 3 σημείων

# ThreeSiteBodyFatPercentage
source: Body Fat % (3 site)
el_gr: Σωματικό λίπος % (3 σημείων)

# AgeError
source: Four Characters (Decimal with one decimal digit) or Empty
el_gr: Τέσσερεις χαρακτήρες (Δεκαδικός αριθμός με ένα δεκαδικό ψηφίο) ή κενό

source: Color
el_gr: Χρώμα

# FromAge
source: Age from
el_gr: Ηλικία από

source: Value from
el_gr: Τιμή από

source: Value Unit
el_gr: Μονάδα μέτρησης

source: Calculations
el_gr: Υπολογισμοί

source: Last Reminder
el_gr: Τελευταία υπενθύμιση

source: Export
el_gr: Έξοδος

source: Export to
el_gr: Έξοδος σε

source: Select Food Category
el_gr: Επιλέξτε κατηγορία

# SMSPassword
source: SMS Provider login password
el_gr: Κωδικός χρήστη παρόχου SMS

# SMSUserName
source: SMS Provider login username
el_gr: Όνομα χρήστη παρόχου SMS

source: Demo
el_gr: Δοκιμαστικό

# LastPayment
source: Last Paid on
el_gr: Τελευταία πληρωμή

# VisitsStatistics
source: Visit Statistics
el_gr: Στατιστικά επισκέψεων

# MeasurementsAfter
source: Measurements After Period
el_gr: Μετρήσεις μετά την περίοδο

# MeasurementsBefore
source: Measurements Before Period
el_gr: Μετρήσεις πριν την περίοδο

source: Measurements In Period
el_gr: Μετρήσεις μέσα στην περίοδο

source: Men
el_gr: Άνδρες

source: Women
el_gr: Γυναίκες

# MeasurementStats
source: Measurement Statistics
el_gr: Στατιστικά μετρήσεων

# Period
source: Report Period
el_gr: Περίοδος Αναφοράς

source: Selected Sex
el_gr: Φύλλο

# CustomersPerTargetGroup
source: Customers / TargetGroup
el_gr: Πελάτες / ομάδα

# AllSexes
source: All
el_gr: Όλα

# AllTargetGroups
source: All
el_gr: Όλες

source: Report Data
el_gr: Στοιχεία αναφοράς

source: Measurements Per Customer
el_gr: Μετρήσεις ανά πελάτη

# MeasurementsPerTargetGroup
source: Measurements / TargetGroup
el_gr: Μετρήσεις / ομάδα

source: Total Customers
el_gr: Σύνολο πελατών

source: Total Measurements
el_gr: Σύνολο μετρήσεων

source: My Office
el_gr: Το Γραφείο μου

source: Food Composition
el_gr: Σύνθεση Τροφίμων

source: Search Nutrition By Name
el_gr: Αναζήτηση τροφίμου με το όνομά του

# mnuAppointments
source: See in agraphical all your appointments per week
el_gr: Δείτε γραφικά όλα τα ραντεβού σας ανά εβδομάδα

# mnuBulkCancelAppointment
source: Cancel all your appointments in a period and sent a cancelation message to your customers
el_gr: Ακυρώστε όλα τα ραντεβού μιας περιόδου και ταυτόχρονα στείλτε το κατάλληλο μήνυμα στους πελάτες σας

# mnuCreateNewAppointment
source: Create a new appointment
el_gr: Καταχωρήστε όλα τα απιτούμενα στοιχεία για ένα νέο ραντεβού

# mnuCreateNewCustomer
source: Create a new customer
el_gr: Καταχωρήστε τα στοιχεία ενός νέου πελάτη

# mnuCreateNewReminder
source: Create a new reminder
el_gr: Δημιουργήστε μια νέα υπενθύμιση

# mnuCreateNewTargetGroup
source: Create a new target group
el_gr: Καταχωρήστε μια νέα ομάδα πελατών

# mnuCustomers
source: See a full list of your customers
el_gr: Πλήρης λίστα των πελατών σας

# mnuReminders
source: See a list of your reminders and their status (send, pending etc)
el_gr: Δείτε τις τελευταίες υπενθυμίσεις που έχετε προγραμματίσει και την κατάστασή τους (εκκρεμεί, στάλθηκε κλπ)

# mnuTargetgroups
source: See a full list of your target groups
el_gr: Πλήρης λίστα των ομάδων πελατών σας

source: Date Of Birth
el_gr: Ημερομηνία γέννησης

source: Click Here To See All Names For This Group
el_gr: Πατήστε εδώ για να δείτε όλα τα ονόματα που ανήκουν σε αυτή την ομάδα

# ControlPanel
source: Customer Control Panel
el_gr: Πίνακας Ελέγχου Πελάτη

source: at
el_gr: στις
